Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Your pull requests, tickets, and coding agents in one workspace.
bn: আপনার পুল রিকোয়েস্ট, টিকিট ও কোডিং এজেন্ট একই ওয়ার্কস্পেসে।
es: Tus solicitudes de incorporación, incidencias y agentes de programación en un solo espacio de trabajo.
fr: Vos pull requests, tickets et agents de développement dans un seul espace de travail.
hi: आपकी पुल रिक्वेस्ट, टिकट और कोडिंग एजेंट एक ही वर्कस्पेस में।
it: Pull request, ticket e agenti di programmazione in un unico spazio di lavoro.
ja: プルリクエスト、チケット、コーディングエージェントを1つのワークスペースに。
ko: 풀 리퀘스트, 티켓, 코딩 에이전트를 하나의 작업 공간에서 관리하세요.
pt_br: Seus pull requests, tickets e agentes de programação em um só espaço de trabalho.
ru: Пул-реквесты, задачи и агенты для разработки в одном рабочем пространстве.
sv: Dina pull requests, ärenden och kodningsagenter i en arbetsyta.
zh_hans: 在同一个工作区管理拉取请求、工单和编程代理。
zh_hant: 在同一個工作區管理提取要求、議題與程式開發代理程式。

source: Yours, newest first
bn: আপনার, নতুনগুলো আগে
es: Tuyas, más recientes primero
fr: Les vôtres, les plus récentes d’abord
hi: आपके, सबसे नए पहले
it: Le tue, più recenti prima
ja: 自分が作成、新しい順
ko: 내가 작성한 항목, 최신순
pt_br: Seus, mais recentes primeiro
ru: Ваши, сначала новые
sv: Dina, nyaste först
zh_hans: 由你创建，最新的优先
zh_hant: 由你建立，最新的優先

source: Zoom In
bn: বড় করুন
es: Acercar
fr: Agrandir
hi: बड़ा करें
it: Ingrandisci
ja: 拡大
ko: 확대
pt_br: Ampliar
ru: Увеличить
sv: Zooma in
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
bn: ছোট করুন
es: Alejar
fr: Réduire
hi: छोटा करें
it: Riduci
ja: 縮小
ko: 축소
pt_br: Reduzir
ru: Уменьшить
sv: Zooma ut
zh_hans: 缩小
zh_hant: 縮小

source: Zoom Page In
bn: পৃষ্ঠা বড় করুন
es: Acercar página
fr: Agrandir la page
hi: पेज बड़ा करें
it: Ingrandisci pagina
ja: ページを拡大
ko: 페이지 확대
pt_br: Ampliar página
ru: Увеличить страницу
sv: Zooma in sidan
zh_hans: 放大页面
zh_hant: 放大頁面

source: Zoom Page Out
bn: পৃষ্ঠা ছোট করুন
es: Alejar página
fr: Réduire la page
hi: पेज छोटा करें
it: Riduci pagina
ja: ページを縮小
ko: 페이지 축소
pt_br: Reduzir página
ru: Уменьшить страницу
sv: Zooma ut sidan
zh_hans: 缩小页面
zh_hant: 縮小頁面

source: GitHub Issues
es: Issues de GitHub
fr: Issues GitHub
it: Issue di GitHub
pt_br: Issues do GitHub

source: %@ at %@
fr: %1$@ à %2$@
ru: %1$@ в %2$@
sv: %1$@ kl. %2$@

source: CPU
ru: ЦП
